# St7SetFaceFill

Sets the fill colour scheme for faces.

long St7SetFaceFill(long uID, long Fill)
Input Parameters
uID
Strand7 model file ID.
Fill
One of ffProperty, ffGroup, ffFaceNumber, ffFaceID, ffColour or ffOrientation.